Repository: egecam/Pawbook
Catalog: Localizable.xcstrings
Source language: en
Languages: tr

# %@ IS_BEFORE_CAT_AGE %@ YEARS_OLD_TEXT.
source: %1$@ is %2$@ years old.
tr: %1$@, %2$@ yaşında.

# %@ YEARS_TEXT_CAT_AGE
source: %@ years
tr: %@ yaşında

# %lf YEARS_TEXT_CAT_AGE
source: %lf years
tr: %lf yaşında

# ADD_IMG_BUTTON
source: Add Images
tr: Görsel Ekle

# AGE_INPUT
source: Age
tr: Yaş

# BASIC_INFO_DESC
source: Give us its name, breed and age
tr: Kedinin ismini, türünü ve yaşını gir

# BASIC_INFO_TITLE
source: Basic Information
tr: Temel Bilgiler

# BREED_INPUT
source: Breed
tr: Tür

# CANCEL_BUTTON
source: Cancel
tr: İptal

# CAT_BIO_DESC
source: What does it like, how does it act?
tr: Nelerden hoşlanır, ne yer, ne içer?

# CAT_BIO_PH
source: He is a literal orange...
tr: Tipik bir sarman...

# CAT_BIO_TITLE
source: Tell us a bit about the cat!
tr: Bize biraz kendisinden bahset!

source: FROM_TEXT_CAT_NEIGHBORHOOD %@ TR_FROM_PREFIX
tr: %@'de

source: He is a literal orange. He loves to spy on his human and do some other silly things that every cat does on a daily basis.
tr: Tipik bir sarman. Sahibini gözetlemekten ve gün boyu diğer tüm kedilerin yaptığı saçma işleri yapmaktan hoşlanır.

# LOCATION_PERMISSION_DESC
source: This app needs your permission for location services to show you the cats around and register new ones.
tr: Bu uygulama etrafınızdaki kedilerin konumlarını göstermek ve yenilerini eklemenizi sağlamak adına konum servislerini kullanır.

# NAME_INPUT
source: Name
tr: İsim

# NEIGHBORHOOD_DESC
source: Where does the cat usually hang out?
tr: Genelde hangi bölgede takılır?

# NEIGHBORHOOD_TITLE
source: Neighborhood
tr: Mahalle

# NO_REGISTERED_CATS_DESC_HOME
source: Not a single meow, all silence...
tr: Tek bir miyavlama bile yok, tamamen sessizlik...

# NO_REGISTERED_CATS_TEXT_HOME
source: No registered paws for now.
tr: Kayıtlı pati yok.

# REGISTER_A_PAW_BUTTON
source: Register a paw
tr: Yeni pati kaydet

# REGISTER_FIRST_PAW_BUTTON
source: Register your first paw
tr: İlk pati kaydını oluştur

# REGISTERED_PAWS_TITLE
source: Registered Paws
tr: Kayıtlı Patiler

# SAVE_BUTTON
source: Save
tr: Kaydet
